package DiscordBot

var 災難 map[string]int = map[string]int{
	"山崩1": 1,
	"山崩2": 1,
	"山崩3": 1,
	"髒逼1": 2,
	"髒逼2": 2,
	"髒逼3": 2,
	"迪嘟1": 3,
	"迪嘟2": 3,
	"迪嘟3": 3,
	"燒毀1": 4,
	"燒毀2": 4,
	"燒毀3": 4,
	"蛇蛇1": 5,
	"蛇蛇2": 5,
	"蛇蛇3": 5,
}

var 神器 map[string]int = map[string]int{
	"神器5":  5,
	"神器7":  7,
	"神器8":  8,
	"神器10": 10,
	"神器12": 12,
}

var 寶藏 map[string]int = map[string]int{
	"寶藏1":  1,
	"寶藏2":  2,
	"寶藏3":  3,
	"寶藏4":  4,
	"寶藏5":  5,
	"寶藏6":  6,
	"寶藏7":  7,
	"寶藏8":  8,
	"寶藏9":  9,
	"寶藏11": 11,
	"寶藏13": 13,
	"寶藏14": 14,
	"寶藏15": 15,
	"寶藏16": 16,
	"寶藏17": 17,
}
